Repository: Fanman03/JackNetRGBSync
Catalog: RGBSync+/Properties/Resources.*.resx
Languages: de, fr, it, nl, pt

# AboutDescription
source: The one-stop utlility for syncing your RGB perhipherals and components. Compatible with Corsair iCUE, Asus AURA, Razer Synapse, Logitech Gaming, EVGA Precision X1, and Cooler Master Masterplus.
de: Ein Programm für das Steuern von verschiedenen RGB Komponenten. Es ist kompatibel mit Corsair iCUE, Asus AURA, Razer Synapse, Logitech Gaming und Cooler Master MasterPlus.
fr: L'utilitaire unique pour synchroniser vos périphériques et composants RGB. Compatible avec Corsair iCUE, Asus AURA, Razer Synapse, Logitech Gaming et Cooler Master Masterplus.
it: Un unica utility per sincronizzare le tue periferiche e componenti RGB. Compatibile con Corsair iCUE, Asus AURA, Razer Synapse, Logitech Gaming, e Cooler Master Masterplus.
nl: Het one-stop hulpprogramma voor het synchroniseren van je RGB-randapparatuur en onderdelen. Werkt met CORSAIR iCue, ASUS Aura, Razer Synapse, Logitech Gaming en Cooler Master Masterplus.
pt: A utilidade para sincronizar os teus periféricos e componentes RGB. Compatível com Corsair iCUE, Asus Aura, Razer Synapse, Logitech Gaming, e CoolerMaster Masterplus.

# AboutTitle
source: JackNet RGB Sync v1.8
de: JackNet RGB Sync v1.7 von Fanman03
fr: JackNet RGB Sync v1.7 de Fanman03
nl: JackNet RGBSync v1.7 door Fanman03
pt: JackNet RGB Sync v1.7 por Fanman03

# AffirmativeCommand
source: Yes
de: Ja
fr: Oui
it: Sì
nl: Ja
pt: Sim

# ApplyLabel
source: Apply
de: Anwenden
it: Applicare

# AvaliableLEDsLabel
source: Available LEDs
de: Verfügbare LEDs
fr: LEDs disponibles
it: LEDs Disponibili
nl: Beschikbare LEDs
pt: LEDs Disponíveis

# CheckUpdateCommand
source: Check for Update
de: Auf Updates prüfen
fr: Vérifier les mises à jour
it: Verifica Aggiornamenti

# DelayLabel
source: Startup delay:
de: Startup Verzögerung:
fr: Délai de démarrage:
it: Ritardo avvio:
nl: Opstartvertraging:

# DelayTooltip
source: Defines how long to wait, if at all, before the program starts.
de: Sagt an wie lang das Programm warten soll, bevor es startet.
fr: Définit le temps
it: Specifica quanto aspettare, prima il caricamento del programma.

# DelayUnit
source: Seconds
de: Sekunden
fr: Secondes
it: Secondi
nl: Seconden

# DevicesLabel
source: Devices:
de: Geräte:
fr: Périphériques:
it: Dispositivi:
nl: Apparaten:
pt: Dispositivos:

# DiscordText
source: Enable Discord Rich Presence
de: Discord Rich Presence aktivieren
fr: Activer Discord Rich Presence
it: Abilita Discord Rich Presence
nl: Zet Discord Rich Presense aan
pt: Ativar Discord Rich Presence

# DiscordTooltip
source: Displays that you are using JackNet RGB Sync as well as the name of the active profile on your Discord profile.
de: Zeigt an, dass du JackNet RGB Sync benutzt mit deinem aktiv laufendem Profil.
fr: Affiche que vous utilisez JackNet RGB Sync ainsi que le nom du profil actif sur votre profil Discord.
it: Indica che stai utilizzando JackNet RGB Sync e il nome del profilo attivo sul tuo profilo Discord.
nl: Laat op je Discord profiel zien dat je JackNet RGB Sync gebruikt, en welk profiel geselecteerd is.
pt: Mostra que estás a usar JackNet RGB Sync assim como o nome do perfil ativo no teu perfil do Discord.

# EnableClientLabel
source: Enable Client
de: Client aktivieren
fr: Activer Client
it: Abilita Client
nl: Cliënt activeren
pt: Ativar Cliente

# EnableServerLabel
source: Enable Server
de: Server aktivieren
fr: Activer Serveur
it: Abilita Server
nl: Server activeren
pt: Ativar Servidor

# EVGANotice
source: EVGA support written by emulamer
de: EVGA wird Dank emulamer unterstützt.
fr: Support EVGA écrit par emulamer
it: Supporto per EVGA scrito da emulamer
nl: EVGA ondersteuning mogelijk gemaakt door emulamer.
pt: Suporte para EVGA escrito por emulamer

# ExcludeBtn
source: Exclude Devices
de: Geräte ausblenden

# ExitItem
source: Exit
de: Beenden
fr: Quitter
it: Esci
nl: Beëindigen
pt: Sair

# ExportButton
source: Export Groups
de: Gruppen exportieren
fr: Exporter Groupes
it: Esporta Gruppi
nl: Groepen exporteren
pt: Exportar grupos

# FeatureNotAvailable
source: This feature requires Premium. Would you like to go to the webpage where you can purchase Premium?
de: Dies ist ein Premium Feature. Möchten sie zu der Website, wo man Premium kaufen kann?
fr: Cette fonctionnalité requiert Premium. Voulez-vous aller sur la page Web où vous pouvez acheter Premium?
it: Questa funzionalità richiede il Premium. Desideri essere reindirizzato al sito per acquistare il Premium?
nl: Deze functie vereist Premium. Wilt u naar de webpagina waar u Premium kan kopen?
pt: Esta função requer Premium. Gostarias de ir à página web onde podes comprar Premium?

# ImportButton
source: Import Groups
de: Gruppen importieren
fr: Importer Groupes
it: Importa Gruppi
nl: Groepen importeren
pt: Importar grupos

# InstalledLabel
source: Installed
de: Installiert
it: Installato

# JoinDiscordButton
source: Join my Discord server
de: Joint meinen Discord Server
fr: Joindre mon serveur Discord
it: Entra sul mio server Discord
nl: Join mijn Discord server:
pt: Junta-te ao meu servidor de Discord

# LanguageLabel
source: Language:
de: Sprache:
fr: Langue:
nl: Taal:

# LicenseButton
source: View Opensource Licenses
de: Opensource Lizenzen ansehen
fr: Voir les licenses Opensource
it: Visualizza Licenze Opensource
nl: Bekijk Opensource licenties
pt: Ver licenças opensource

# ManagePluginsBtn
source: Manage Plugins
de: Plugins verwalten

# MasterLEDLabel
source: Control LED:
de: Haupt-LED:
fr: LED Principal:
it: LED Principale:
nl: Meester-LED:
pt: LED Principal:

# MinimizationLabel
source: Minimization:
de: Minimieren
fr: Minimiser:
it: Minimizza:
nl: Minimalisering
pt: Minimização:

# MinimizationText
source: Enable Minimization
de: Minimieren aktivieren
fr: Activer minimisation
it: Abilita Minimizza
nl: Zet minimalisering aan
pt: Ativar minimização

# NegativeCommand
source: No
de: Nein
fr: Non
nl: Nee
pt: Não

# NewGroupButton
source: New LED Group
de: Neue LED Gruppe
fr: Nouveau Groupe LED
it: Nuovo Gruppo LED
nl: Nieuwe LED-groep
pt: Novo grupo de LED

# NoGroupSelected
source: No LED group selected ...
de: Keine LED Gruppe ausgewählt ...
fr: Pas de groupe LED sélectionné ...
it: Nessun Gruppo LED selezionato ...
nl: Geen LED-groep geselecteerd ...
pt: Nenhum grupo de LED selecionado ...

# NotInstalledLabel
source: Not Installed
de: Nicht Installiert
it: Non Installato

# NoUpdateText
source: No update found. You are currently using the latest version of the application.
de: Keine Aktualisierungen gefunden. Sie benutzten bereits die neuste Version der Software.
fr: Aucune mise à jour trouvée. Vous utilisez actuellement la dernière version de l'application.

# NoUpdateTitle
source: No Update Available
de: Keine Aktualisierungen verfügbar
fr: Pas de mise à jour disponible

# OKCommand
source: OK
de: Okay

# OpenUIItem
source: Open UI
de: Interface öffnen
fr: Ouvrir UI
it: Apri Interfaccia
nl: UI openen
pt: Abrir interface

# Page1Header
source: LED Groups
de: LED Gruppen
fr: Groupes LED
it: Gruppi LED
nl: LED-groepen
pt: Grupos de LED

# Page2Header
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Definições

# Page4Header
source: About
de: Über
fr: À propos
it: Informazioni
nl: Over
pt: Sobre

# PickFileLabel
source: Pick File
de: Datei Auswählen
it: Scegli File

# PollingRateLabel
source: Polling Rate:
de: Aktualisierungsrate:
fr: Fréquence d'actualisation:
nl: Ververssnelheid:
pt: Taxa de atualização:

# PollingRateTooltip
source: Defines how fast the data is updated. Low value reduce CPU usage but might cause stuttering.
de: Sagt an, wie schnell sich die Daten aktualisieren sollen. Niedrigere Werte können CPU Leistung verbessern, jedoch könnte es bei den Effekten etwas laggen.
fr: Définit la vitesse de mise à jour des données. Une valeur faible réduit l'utilisation du CPU mais peut provoquer des latences.
it: Definisce la velocità di aggiornamento dei dati. Un valore più basso riduce l'uso della CPU, ma potrebbe causare stuttering.
nl: Definieert hoe snel de data wordt ge-update. Een lage waard vermindert CPU gebruik, maar kan voor stotteren zorgen.
pt: Define o quão rápida a informação é atualizada. Valores baixos reduzem a utilização do CPU mas podem causar atrasos.

# PollingRateUnit
source: Updates per Second
de: Aktualisierungen pro Sekunde
fr: Actualisation par seconde
it: Aggiornamenti per Secondo
nl: Aantal verversen per seconde
pt: Atualizações por segundo

# PremiumCTAButton
source: Get Premium
de: Premium Bekommen
it: Ottieni Premium

# PremiumFeatureTitle
source: Feature not Available
de: Funktion nicht verfügbar
fr: Fonctionnalité non disponible
it: Funzione non Disponibile
nl: Functie niet beschikbaar
pt: Função não disponível

# ProfileNameLabel
source: Profile Name:
de: Profilname:
fr: Nom de profil:
it: Nome del profilo:
nl: Profielnaam:
pt: Nome do perfil:

# RemoveHeader
source: Remove LED Group?
de: LED Gruppe entfernen?
fr: Supprimer le groupe LED?
it: Desideri eliminare questo Gruppo LED?
nl: LED-groep verwijderen?
pt: Eliminar grupo de LED?

# RemovePrompt
source: Are you sure that you want to delete the group
de: Sind sie sicher, dass Sie die Gruppe entfernen wollen
fr: Voulez-vous vraiment supprimer le groupe
it: Sei sicuro di volere eliminare questo Gruppo LEDs
nl: Weet u zeker dat u de LED-groep wil verwijderen?
pt: Tens a certeza de que queres eliminar o grupo

# RestartAppItem
source: Restart App
de: App Neustarten
fr: Redémarrer l'application
it: Riavvia
nl: Programma herstarten
pt: Reinicar aplicação

# RGBNetNotice
source: JackNet RGB Sync is powered by RGB.NET by Darth Affe
de: JackNetRGB Sync v1.7 wird mit Hilfe von RGB.NET von Darth Affe betrieben.
fr: JackNet RGB Sync propulsé par RGB.NET créé par Darth Affe
it: JackNet RGB Sync è stato creato utilizzando RGB.NET ed è stato creato da Darth Affe
nl: JackNet RGB Sync wordt mogelijk gemaakt door RGB.NET van Darth Affe.
pt: JackNet RGBSync funciona com RGB.NET por Darth Affe

source: Run as Admin
de: Als Admin starten

# StartClientButton
source: Start Client
de: Client starten
fr: Démarrer le client
it: Avvia Client
nl: Cliënt starten
pt: Iniciar Cliente

# StartServerButton
source: Start Server
de: Server starten
fr: Démarrer le serveur
it: Avvia Server
pt: Iniciar Servidor

# SyncedLEDsLabel
source: Synchronized LEDs
de: Synchronisierte LEDs
fr: LEDs synchronisées
it: Sincronizza LEDs
nl: Gesynchroniseerde LEDs
pt: LEDs Sincronizados

# TechSupportCTA
source: Having an issue or need help setting up this program?
de: Schwierigkeiten mit dem Programm?
fr: Avez-vous des problèmes ou besoin d'aide pour configurer ce programme?
it: Hai riscontrato un problema o desideri essere aiutato per capire meglio questo programma?
nl: Heeft u een probleem, of heeft u hulp nodig bij het gebruik van het programma?
pt: Tens algum problema ou precisas de ajuda?

# ThemeLabel
source: Theme:
de: Thema:
it: Tema:

# Title
source: RGB Sync - Configuration
de: JackNet RGB Sync - Konfiguration
fr: JackNet RGB Sync - Configuration
it: JackNet RGB Sync - Configurazione
nl: JackNet RGB Sync - Configuratie
pt: JackNet RGB Sync - Configuração

# TranslationsLabel
source: Translations provided by:
de: Übersetzungen zur Verfügung gestellt von:
fr: Traductions fournies par:
it: Traduzione fornita da:
nl: Vertalingen verzorgd door:
pt: Traduções fornecidas por:

# UpdateTitle
source: Update Available!
de: Aktualisierung verfügbar!
fr: Mise à jour disponible!
it: Aggiornamento Disponibile!

# GroupNameLabel
source: Name:
fr: Nom:
it: Nome:
nl: Naam:

# ServerPortLabel
source: Server Port:
fr: Port du serveur:
it: Porta Server:
nl: Server Poort:
pt: Porta do Servidor:

# TechSupportItem
source: Tech Support
fr: Support Technique
it: Supporto Tecnico
nl: Ondersteuning
pt: Suporte Técnico

# UpdateAvaiableText
source: An update to JackNet RGB Sync is available. Would you like to update?
it: E' disponibile un nuovo aggiornamento per JackNet RGB Sync. Vuoi effettuare l'aggiornamento adesso?

# UpdateText
source: Update:
it: Aggiornamento:

# VersionLabel
source: Version:
it: Versione:
nl: Versie:
pt: Versão:

# ServerHeading
source: Server
fr: Serveur
pt: Servidor

# ServerIPLabel
source: Server IP:
fr: IP du Serveur:
pt: IP do servidor:

# ClientHeading
source: Client
nl: Cliënt
pt: Cliente
